Repository: germanztz/gnome-shell-extension-rclone-manager
Catalog: locale/*/LC_MESSAGES/rclone-manager.po
Languages: it

source: was already mounted
it: è già montato

source: Add config
it: Aggiungi

source: Settings
it: Impostazioni

source: Watch
it: Monitora

source: Mount
it: Monta

source: Umount
it: Smonta

source: Open
it: Apri

source: Reconnect
it: Riconetti

source: Sync
it: Sincronizza

source: Delete
it: Elimina

source: Error
it: Errore

source: Disengage
it: Disabilita

source: Are you sure you want to delete?
it: Eliminare?

source: This action cannot be undone
it: Questa azione non può essere annullata

source: Confirm
it: Conferma

source: Cancel
it: Annulla

source: Log Detail
it: Dettagli del log

source: Details
it: Dettagli

source: Rclone configuration file path
it: Percorso file di configurazione di Rclone

source: Base mount path
it: Percorso del mount point base

source: Path where the remote disks are mounted
it: Percorso del mount point delle unità remote

source: Filenames to be ignored
it: File da ignorare

source: Comma separated filenames to be ignored by inotify
it: Nomi di file da ignorare, separati da virgole

source: Terminal command
it: Comando del terminale

source: Command to call a new terminal window in order to perform rclone manager actions
it: Comando di apertura della finestra di terminale per le azioni di Rclone

source: File browser command
it: Comando di apertura del file manager

source: Command to call a new file browser window in order to explore configuration folders
it: Comando di apertura per l'esplorazione di file e cartelle

source: Sync files on start
it: Sincronizza all'avvio

source: If is on will execute 'rclone sync' on start watching a profile
it: Se questa opzione è attivata, sarà eseguito 'rclone sync' all'avvio del monitoraggio di un'unità

source: Create command
it: Comando di creazione

source: Delete dir command
it: Comando di eliminazione directory

source: Delete file command
it: Comando di eliminazione file

source: Mount command
it: Comando di mount

source: Sync command
it: Comando di sincronizzazione

source: Profile registry
it: Registro profili

source: Stores profile status and configs
it: Memorizza lo sstato di profili configurazioni

source: Debug mode
it: Modalità debug

source: Print verbose debug messages to the journalctl
it: Inserisce messaggi di debug in journalctl

source: Reset settings
it: Ripristina impostazioni

source: About
it: Informazioni

source: It seems you don't have rclone installed, this extension won't work without it
it: Rclone non è installato. Questa estensione richiede Rclone per poter essere utilizzata.

source: Mounted successfully
it: Filesystem remoto montato correttamente

source: Umounted successfully
it: Filesystem remoto smontato correttamente

source: Filemonitor has been started
it: Monitoraggio file avviato

source: Filemonitor has been stopped
it: Monitoraggio file interrotto

source: Synchronization finished successfully
it: Sincronizzazione completata correttamente

source: Backup & restore
it: Backup & ripristino

source: Restore
it: Ripristino

source: Select a profile where backup to or restore from
it: Scegliere un profilo da/su cui effettuare il ripristino/backup

source: Operation failed
it: Operazione completata con errori

source: Operation succeed
it: Operazione completata con successo

source: Check interval in minutes
it: Intervallo di controllo in minuti

source: Checks the files in the source and destination match
it: Controlla la corrispondenza fra i file di origine e di destinazione

source: List remotes command
it: Comando di elenco remoto

source: Lists remote configs configured in rclone
it: Elenca i profili delle unità remote configurate in Rclone

source: Check command
it: Comando di controllo

source: Config file password
it: Password del file di configurazione

source: Rclone configuration file password set by rclone config - Set configuration password
it: Password impostata con 'rclone config - Set configuration password'

source: Copyto command
it: Comando di copia

source: Copies a file to remote
it: Copia i file in un filesystem remoto

source: Add remote command
it: Comando di aggiunta file remoto

source: Adds a new remote config to rclone
it: Aggiunge la configurazione di un nuovo filesystem remoto a Rclone

source: Delete remote command
it: Comando di eliminazione remoto

source: Deletes an existing remote config from rclone
it: Elimina una configurazione remota esistente

source: Reconnect command
it: Comando di riconnessione

source: Launches the authentication of a remote config
it: Avvia l'autenticazione per un'unità remota
